Repository: msahiin/fashion-app
Catalog: Kombin/Localizable.xcstrings
Source language: tr
Languages: de, en, es

# tab_home
source: Ana Sayfa
de: Startseite
en: Home
es: Inicio

# tab_wardrobe
source: Gardırop
de: Kleiderschrank
en: Wardrobe
es: Armario

# tab_create
source: Kombin
de: Erstellen
en: Create
es: Crear

# tab_calendar
source: Takvim
de: Kalender
en: Calendar
es: Calendario

# tab_outfits
source: Kombinlerim
de: Outfits
en: Outfits
es: Outfits

# welcome_subtitle
source: Tarzını Keşfet
de: Dein Stil, Organisiert
en: Your Style, Organized
es: Tu Estilo, Organizado

# welcome_button
source: Başlayalım
de: Los Geht's
en: Get Started
es: Empezar

# profile_title
source: Kendini Tanıt
de: Über Dich
en: About You
es: Sobre Ti

# profile_name
source: Adın
de: Dein Name
en: Your Name
es: Tu Nombre

# profile_name_placeholder
source: Adınızı girin
de: Name eingeben
en: Enter your name
es: Ingresa tu nombre

# gender_male
source: Erkek
de: Männlich
en: Male
es: Masculino

# gender_female
source: Kadın
de: Weiblich
en: Female
es: Femenino

# gender_other
source: Diğer
de: Andere
en: Other
es: Otro

# birth_year
source: Doğum Yılı
de: Geburtsjahr
en: Birth Year
es: Año de Nacimiento

# continue_button
source: Devam
de: Weiter
en: Continue
es: Continuar

# style_title
source: Tarzın Nedir?
de: Dein Stil
en: Your Style
es: Tu Estilo

# style_subtitle
source: Birden fazla seçebilirsin
de: Wähle alle passenden aus
en: Select all that apply
es: Selecciona todos los que apliquen

# style_classic
source: Klasik
de: Klassisch
en: Classic
es: Clásico

# style_sporty
source: Sporcu
de: Sportlich
en: Sporty
es: Deportivo

# style_bohemian
source: Bohem
de: Bohemian
en: Bohemian
es: Bohemio

# first_item_title
source: İlk Kıyafetini Ekle!
de: Füge dein erstes Teil hinzu!
en: Add Your First Piece!
es: ¡Añade Tu Primera Prenda!

# first_item_subtitle
source: Gardırobunu oluşturmaya başla
de: Beginne deinen Kleiderschrank aufzubauen
en: Start building your wardrobe
es: Empieza a construir tu armario

# take_photo
source: Fotoğraf Çek
de: Foto Aufnehmen
en: Take Photo
es: Tomar Foto

# from_gallery
source: Galeriden Seç
de: Aus Galerie
en: From Gallery
es: Desde Galería

# skip_for_now
source: Daha sonra atla
de: Vorerst überspringen
en: Skip for now
es: Omitir por ahora

# greeting_morning
source: Günaydın,
de: Guten Morgen,
en: Good Morning,
es: Buenos Días,

# greeting_afternoon
source: İyi günler,
de: Guten Tag,
en: Good Afternoon,
es: Buenas Tardes,

# greeting_evening
source: İyi akşamlar,
de: Guten Abend,
en: Good Evening,
es: Buenas Noches,

# todays_outfit
source: Bugünün Kombini
de: Heutiges Outfit
en: Today's Outfit
es: Outfit de Hoy

# weekly_plan
source: Haftalık Plan
de: Wochenplan
en: Weekly Plan
es: Plan Semanal

# new_outfit
source: Yeni Kombin
de: Neues Outfit
en: New Outfit
es: Nuevo Outfit

# wardrobe_title
source: Gardırop
de: Kleiderschrank
en: Wardrobe
es: Armario

# category_all
source: Tümü
de: Alle
en: All
es: Todos

# category_top
source: Gömlek
de: Oberteile
en: Tops
es: Tops

# category_tshirt
source: T-Shirt
de: T-Shirts
en: T-Shirts
es: Camisetas

# category_bottom
source: Pantolon
de: Hosen
en: Bottoms
es: Pantalones

# category_shoes
source: Ayakkabı
de: Schuhe
en: Shoes
es: Zapatos

# category_accessory
source: Aksesuar
de: Accessoires
en: Accessories
es: Accesorios

# category_outerwear
source: Dış Giyim
de: Oberbekleidung
en: Outerwear
es: Abrigos

# save_outfit
source: Kombini Kaydet
de: Outfit Speichern
en: Save Outfit
es: Guardar Outfit

# outfit_name_placeholder
source: Kombin adı...
de: Outfit-Name...
en: Outfit name...
es: Nombre del outfit...

# slot_top
source: Üst
de: Oberteil
en: Top
es: Superior

# slot_bottom
source: Alt
de: Unterteil
en: Bottom
es: Inferior

# slot_shoes
source: Ayakkabı
de: Schuhe
en: Shoes
es: Zapatos

# slot_accessory
source: Aksesuar
de: Accessoire
en: Accessory
es: Accesorio

# my_outfits
source: Kombinlerim
de: Meine Outfits
en: My Outfits
es: Mis Outfits

# calendar_title
source: Takvim
de: Kalender
en: Calendar
es: Calendario

# settings_title
source: Ayarlar
de: Einstellungen
en: Settings
es: Configuración

# theme_title
source: Tema
de: Thema
en: Theme

# theme_light
source: Açık
de: Hell
en: Light
es: Claro

# theme_dark
source: Koyu
de: Dunkel
en: Dark
es: Oscuro

# theme_system
source: Sistem
de: System
en: System
es: Sistema

# language_title
source: Dil
de: Sprache
en: Language
es: Idioma

# save
source: Kaydet
de: Speichern
en: Save
es: Guardar

# cancel
source: İptal
de: Abbrechen
en: Cancel
es: Cancelar

# delete
source: Sil
de: Löschen
en: Delete
es: Eliminar

# edit
source: Düzenle
de: Bearbeiten
en: Edit
es: Editar

# search
source: Ara
de: Suchen
en: Search
es: Buscar

# items_count
source: %d kıyafet
de: %d Teile
en: %d items
es: %d prendas

# outfits_count
source: %d kombin
de: %d Outfits
en: %d outfits
es: %d outfits

# add_item_title
source: Kıyafet Ekle
de: Teil Hinzufügen
en: Add Item
es: Añadir Prenda

# season_spring
source: İlkbahar
de: Frühling
en: Spring
es: Primavera

# season_summer
source: Yaz
de: Sommer
en: Summer
es: Verano

# season_autumn
source: Sonbahar
de: Herbst
en: Autumn
es: Otoño

# season_winter
source: Kış
de: Winter
en: Winter
es: Invierno

# season_allSeason
source: 4 Mevsim
de: Alle Jahreszeiten
en: All Seasons
es: Todas las Estaciones

# change
source: Değiştir
de: Ändern
en: Change
es: Cambiar

# no_outfit_planned
source: Henüz kombin planlanmadı
de: Noch kein Outfit geplant
en: No outfit planned yet
es: No hay outfit planificado

# empty_wardrobe
source: Gardırobun boş! İlk kıyafetini ekleyerek başla.
de: Dein Kleiderschrank ist leer! Füge dein erstes Teil hinzu.
en: Your wardrobe is empty! Start by adding your first item.
es: ¡Tu armario está vacío! Comienza añadiendo tu primera prenda.

# color_label
source: Renk
de: Farbe
en: Color
es: Color

# season_label
source: Mevsim
de: Saison
en: Season
es: Temporada

# style_label
source: Tarz
de: Stil
en: Style
es: Estilo

# brand_label
source: Marka
de: Marke
en: Brand
es: Marca

# notes_label
source: Not
de: Notizen
en: Notes
es: Notas

# ai_illustration
source: AI İllüstrasyon ile Görselleştir
de: Mit KI-Illustration visualisieren
en: Visualize with AI Illustration
es: Visualizar con Ilustración AI

# style_elegant
source: Elegant
es: Elegante

# style_minimalist
source: Minimalist
es: Minimalista
